{
"anime": [
    {
        "id": 1,
        "title": "Магическая битва",
        "p": "Jujutsu Kaisen",
        "lore": "Описание",
        "tom": "Главы (241)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Скрытый у всех на виду, бушует вековой конфликт. Сверхъестественные монстры, известные как «Проклятия», терроризируют человечество из тени, а могущественные люди, известные как колдуны «дзю-дзюцу», используют мистические искусства, чтобы истребить их. Когда старшеклассник Юдзи Итадори находит высохший палец легендарного Проклятия Сукуна Рёмэна, он неожиданно оказывается втянутым в этот кровавый конфликт. Подвергшийся нападению Проклятия, привлеченного силой пальца, Юдзи принимает опрометчивое решение защитить себя, обретая силу чтобы бороться с Проклятиями в процессе, но также невольно выпуская злонамеренную Сукуну в мир еще раз. Хотя Юдзи может контролировать и ограничивать Сукуну своим собственным телом, мир дзюдзюцу классифицирует Юдзи как опасное Проклятие высокого уровня, которое должно быть уничтожено. Задержанный и приговоренный к смертной казни Юдзи встречает Сатору Годзё — учителя средней школы дзюдзюцу, — который объясняет что, несмотря на его неминуемую казнь, для него есть альтернатива. Будучи редким сосудом для Сукуны, если Юдзи умрет, Сукуна тоже погибнет. Следовательно, если Юдзи поглотит множество других остатков Сукуны, то последующая казнь Юдзи действительно уничтожит злобного демона. Воспользовавшись этим шансом сделать мир более безопасным и прожить свою жизнь немного дольше, Юдзи поступает в школу дзю-дзюцу, прыгая сломя голову на суровое и неумолимое поле битвы.",
        "img": "./images/jjk.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2018,
                "Publisher": "Издатель:",
                "author": "Shueisha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
        }
    },
    {
        "id": 2,
        "title": "Берсерк",
        "p": "Berserk",
        "lore": "Описание",
        "tom": "Главы (391)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Черный мечник, вынужденный носить проклятый знак, вечно преследуемый демонами - дьяволами ада. Где он, там смерть и чума огненной гиены. Не следуйте за ним, если не хотите, чтобы вас навсегда охватило пламя! Бывший наемник Гатс, чьей силы хватало, чтобы разорвать на части небольшой отряд, теперь одноглазый, однорукий калека, преследующий фантом - Гриффита - грешника, павшего воина, полностью поглощенного адом, чья душа настолько пропитана пороком, что этот благородный рыцарь стал одним из глашатаев ада на земле. И вот теперь Гатс, бесчестный и безразличный ко всем, день за днем вершит свою месть, берсеркер, с которым лучше никогда не переплетать нити судьбы, каждым своим шагом он клевещет на эту невинную землю и заставляет людей страдать. Но... только он один может разорвать черноту, гниль развороченного адского чрева, терзающего души женщин и детей. Только этот проклятый Черный Мечник - единственная надежда каждого смертного на свое жалкое существование.",
        "img": "./images/berserk.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 1989,
                "Publisher": "Издатель:",
                "author": "Hakusensha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 3,
        "title": "Синяя Тюрьма: Блю Лок",
        "p": "Blue Lock",
        "lore": "Описание",
        "tom": "Главы (247)",
        "text": "Поразмыслив о текущем состоянии японского футбола, Японская футбольная ассоциация решает нанять загадочного и эксцентричного тренера Джинпачи Эго, чтобы осуществить свою мечту — выиграть чемпионат мира. Полагая, что в Японии не хватает эгоистичного нападающего, жаждущего голов, Джинпачи создает «Голубой замок» — учреждение, похожее на тюрьму, где триста талантливых нападающих из средних школ со всей Японии изолированы и противопоставлены друг другу. Единственный выживший в «Голубом замке» получит право стать нападающим национальной сборной, а тем, кто потерпит поражение, навсегда будет запрещено вступать в команду. сборная по футболу на национальный турнир. После того, как он решил отдать передачу товарищу по команде, который промахнулся, вместо того, чтобы забить гол самостоятельно, он не мог не задаться вопросом, были бы результаты другими, если бы он был более эгоистичным. Используя эту прекрасную возможность, предоставленную проектом Blue Lock, Ёичи стремится развеять свои сомнения и осуществить свое заветное желание — стать величайшим нападающим в мире и привести Японию к славе на чемпионате мира.",
        "img": "./images/bluelock.jpg",
        "category": {
                "year": "Год:",
                "age": 2018,
                "Publisher": "Издатель:",
                "author": "Kodansha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    }, 
    {
        "id": 4,
        "title": "Слуга Король Демонов?!",
        "p": "The Servant is the Demon King?! | Mo huang daguanjia",
        "lore": "Описание",
        "tom": "Главы (459)",
        "text": "Сгоревший в битве демон-император, некогда властвовавший миром, теперь обрёл себя в жизни после смерти, где лишился не только могущества, но и памяти. Оставшись лишь с обрывками прошлого и демоном, бродящим в его душе, он стал вялым призраком самого себя. Единственное, что осталось неизменным – это его внутренний голос, вечно тянущий его к беспокойству.",
        "img": "./images/demonking.jpg",
        "category": {
                "year": "Год:",
                "age": 2019,
                "Publisher": "Издатель:",
                "author": "Kodansha",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 5,
        "title": "Распятие шести",
        "p": "Juujika no Rokunin",
        "lore": "Описание",
        "tom": "Главы (150)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Все вопросы об убийствах, перерождении и мстительности находят свое мрачное воплощение в захватывающей манге Крест Рокунин / Распятие шести | Juujika no Rokunin. Судьба Шуна Урумы, ученика шестого класса, круто меняется, когда он сталкивается с бесчеловечными монстрами, ставшими его одноклассниками. Подвергаясь издевательствам от них, Шун оказывается на грани человеческой выносливости.",
        "img": "./images/rokunin.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2020,
                "Publisher": "Издатель:",
                "author": "Kodansha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 6,
        "title": "Чёрный Клевер",
        "p": "Black Clover",
        "lore": "Описание",
        "tom": "Главы (368)",
        "text": "В увлекательной манге Чёрный Клевер | Black Clover раскрывается захватывающий мир, где сила магии определяет все. В этом волшебном обществе младенец по имени Аста оказывается предоставлен судьбе у порога скромной церкви. Однако, природа судьбы не одарила его магическими способностями. Спустя 15 лет, Аста становится упорным молодым человеком с яркими глазами и непреодолимой целью.",
        "img": "./images/clover.jpg",
        "category": {
            "year": "Год:",
            "age": 2015,
            "Publisher": "Издатель:",
            "author": "Shueisha",
            "release": "Тип выпуска:",
            "type": "Онгоинг",
            "stat": "Статус:",
            "status": "Продолжается"
            }
    },
    {
        "id": 7,
        "title": "Игра друзей",
        "p": "Tomodachi Game",
        "lore": "Описание",
        "tom": "Главы (121)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Когда Катагири Юити оказывается втянутым в паутину жестоких игр, дружба становится его самым ценным активом. Для Юити друзья – это бесценные, их он ценит больше даже, чем деньги. Но в мире, где честность уступает место корысти, а связи легко разрушаются, его убеждения ставят на крепкую проверку.",
        "img": "./images/tomodachi.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2013,
                "Publisher": "Издатель:",
                "author": "Kodansha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 8,
        "title": "Человек-бензопила 2",
        "p": "Chainsaw Man 2",
        "lore": "Описание",
        "tom": "Главы (51)",
        "text": "Манга Chainsaw Man 2 / Человек-бензопила 2 является продолжением одной из самых популярных японских манг, которая завоевала миллионы поклонников по всему миру. Эта история о молодом парне, который живет в мире, где дьяволы являются реальностью, продолжает захватывать воображение своих фанатов и продолжает удерживать на вершине популярности.",
        "img": "./images/makima.jpg",
        "category": {
                "year": "Год:",
                "age": 2022,
                "Publisher": "Издатель:",
                "author": "Shueisha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 9,
        "title": "Звёздное Дитя",
        "p": "Oshi no Ko",
        "lore": "Описание",
        "tom": "Главы (136)",
        "text": "Сквозь занавес шоу-бизнеса: Звёздное дитя | Idol of Child | Oshi no Ko. Представь, что двери в мир шоу-бизнеса были распахнуты перед тобой с самого начала. В новой, захватывающей главе оригинальной манги, два мастера пера, Акасака Ака (автор «Госпожи Кагуя: в любви как на войне») и Ёкояри Мэнго (создатель «Тайных желаний отвергнутых»), соединяют свои таланты, чтобы погрузить тебя в уникальный мир развлекательной индустрии.",
        "img": "./images/idol.jpg",
        "category": {
                "year": "Год:",
                "age": 2020,
                "Publisher": "Издатель:",
                "author": "Shueisha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 10,
        "title": "19 дней - Однажды",
        "p": "19 Days - One Day",
        "lore": "Описание",
        "tom": "Главы (401)",
        "text": "Забудьте о скучных школьных буднях – встречайте маньхуа 19 дней - Однажды! Эта захватывающая история о четырех друзьях воссоздает вашу молодость с яркими красками. Смешанные зарисовки и увлекательные комиксы бесплатно доступны онлайн для всех, кто хочет окунуться в мир веселых приключений. Вы встретите веселого красавчика Гуань Ши и его дружную компанию, состоящую из самых неординарных личностей. Сначала каждый день – это новая непредсказуемая ситуация, где друзья мастерски устраивают курьезы и смех. Но по мере того, как дни и недели пролетают, герои начинают меняться, и забавные истории переплетаются с глубокими эмоциями.",
        "img": "./images/day.jpg",
        "category": {
                "year": "Год:",
                "age": 2014,
                "Publisher": "Издатель:",
                "author": "Hunan Meishu Chubanshe",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 11,
        "title": "Реинкарнация безработного: История о приключениях в другом мире",
        "p": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring | Mushoku Tensei - Isekai Ittara Honki Dasu",
        "lore": "Описание",
        "tom": "Главы (93)",
        "text": "Загляните в захватывающий мир манги Манга Реинкарнация безработного: История о приключениях в другом мире. Вам предоставляется уникальная возможность читать этот захватывающий рассказ онлайн бесплатно или скачать его для чтения в любое удобное время.",
        "img": "./images/rudi.jpg",
        "category": {
                "year": "Год:",
                "age": 2014,
                "Publisher": "Издатель:",
                "author": "Media Factory",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 12,
        "title": "Ванпанчмен",
        "p": "Onepunchman",
        "lore": "Описание",
        "tom": "Главы (269)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Во вселенной комиксов, где монстры и злодеи — обыденное явление, а герои защищают мир, никто не ожидал встретить Сайтаму. Этот невзрачный, лысый парень не похож на героя, но его способности поражают даже самых могущественных врагов. За тривиальные три года тренировок он достиг невероятной силы, способной одним ударом уничтожить любого противника, будь то монстр или злодей.",
        "img": "./images/onepunchman.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2012,
                "Publisher": "Издатель:",
                "author": "Shueisha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 13,
        "title": "Семья шпиона",
        "p": "Spy x Family",
        "lore": "Описание",
        "tom": "Главы (107)",
        "text": "За грозным фасадом великого шпиона скрывается совершенно неожиданная сторона его жизни - желание иметь настоящую семью. Каждый день он погружается в опасные миссии, стремясь сделать мир лучше, но однажды его жизнь переворачивается с ног на голову. Ему поручают самую сложную миссию: создать семью.",
        "img": "./images/anya.jpg",
        "category": {
                "year": "Год:",
                "age": 2019,
                "Publisher": "Издатель:",
                "author": "Shueisha",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 14,
        "title": "Джинкс",
        "p": "Jinx | Jingkeuseu",
        "lore": "Описание",
        "tom": "Главы (38)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Джинкс (Jinx | Jingkeuseu) - захватывающая манхва, рассказывающая историю Джу Дже Гёна, непобедимого чемпиона смешанных единоборств в полутяжелом весе. Однако, за его блестящими успехами скрывается темная тайна и проклятие, которое вечно преследует его.",
        "img": "./images/box.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2023,
                "Publisher": "Издатель:",
                "author": "Lezhin Comics",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 15,
        "title": "Поднятие уровня в одиночку",
        "p": "Solo Leveling",
        "lore": "Описание",
        "tom": "Главы (201)",
        "text": "Десять лет назад появились Врата, которые соединили реальный мир с царством магии и монстров. Чтобы бороться с этими мерзкими чудовищами, обычные люди получили сверхчеловеческие способности и стали известны как Охотники. Двадцатилетний Сон Чжин У - один из таких охотников, но он известен как Слабейший в мире, поскольку его сила ничтожна по сравнению даже с жалким E-рангом. Тем не менее, он без устали охотится на монстров в низкоранговых Вратах, чтобы оплатить медицинские счета своей матери.",
        "img": "./images/level.jpg",
        "category": {
                "year": "Год:",
                "age": 2018,
                "Publisher": "Издатель:",
                "author": "Tapas Media",
                "release": "Тип выпуска:",
                "type": "Онгоинг",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    },
    {
        "id": 16,
        "title": "Во всеоружии (перезапуск)",
        "p": "Overgeared | Temppal",
        "lore": "Описание",
        "tom": "Главы (204)",
        "warning": "ВНИМАНИЕ 18+ Может содержать ненормативную лексику, сцены откровенного характера, а также художественное изображение жестокости и насилия и их словесные описания.",
        "text": "Син Ён У (он же Грид), неудачливый в жизни человек и игрок низкого уровня в популярной VR-игре Satisfy, находит мощный предмет, благодаря которому он получает редкое звание легендарного класса: Преемник Пагмы. Теперь он искусный кузнец, который может ковать уникальное оружие и экипировать самое мощное снаряжение в игре. Грид решает использовать свои новые способности для достижения славы и богатства, но когда само его существование начинает вызывать неприятности в Satisfy, он понимает, что жизнь в качестве легенды может оказаться больше, чем он ожидал...",
        "img": "./images/gun.jpg",
        "category": {
                "a": "Возрастное ограничение:",
                "num": "18+",
                "year": "Год:",
                "age": 2020,
                "Publisher": "Издатель:",
                "author": "Kakao (Daum Kakao)",
                "stat": "Статус:",
                "status": "Продолжается"
            }
    }
]
}